Repository: GerardBartalot/App_Cities_Flutter
Catalog: l10n/app_*.arb
Languages: es, fr

# product_description_moscow
source: A set of traditional Russian nesting dolls, hand-painted with intricate designs. These nested dolls symbolize family and continuity, making them a unique decorative piece rich in history.
es: Conjunto de muñecas rusas tradicionales pintadas a mano, representando la icónica artesanía rusa. Estas muñecas anidadas simbolizan la familia y la continuidad, siendo una pieza decorativa única y llena de historia.
fr: Ensemble de poupées russes traditionnelles peintes à la main, représentant l’artisanat russe emblématique. Ces poupées gigognes symbolisent la famille et la continuité, et constituent une pièce décorative unique et chargée d’histoire.

# product_cairo
source: Egyptian Papyrus
es: Papiro egipcio
fr: Papyrus égyptien

# product_description_cairo
source: Authentic handmade papyrus featuring Egyptian hieroglyphs that depict scenes from ancient Egypt. A perfect keepsake for history and archaeology enthusiasts, ideal for framing and displaying.
es: Papiro auténtico hecho a mano con jeroglíficos egipcios que representan escenas del antiguo Egipto. Un recuerdo ideal para los entusiastas de la historia y la arqueología, perfecto para enmarcar y exhibir.
fr: Papyrus authentique fait à la main avec des hiéroglyphes égyptiens représentant des scènes de l'Égypte antique. Un souvenir idéal pour les passionnés d’histoire et d’archéologie, parfait pour être encadré et exposé.

# product_barcelona
source: Spanish Wine
es: Vino español
fr: Vin espagnol

# product_description_barcelona
source: A bottle of reserve red wine from Barcelona, made with handpicked grapes from Catalan vineyards. Its balanced flavor and fruity aroma make it an excellent choice for pairing with special dinners and memorable moments.
es: Botella de vino tinto reserva de Barcelona, elaborado con uvas seleccionadas de viñedos catalanes. Su sabor equilibrado y aroma afrutado lo convierten en una excelente elección para acompañar cenas especiales y momentos inolvidables.
fr: Bouteille de vin rouge réserve de Barcelone, élaborée avec des raisins sélectionnés provenant de vignobles catalans. Son goût équilibré et son arôme fruité en font un excellent choix pour accompagner des dîners spéciaux et des moments inoubliables.

# product_berlin
source: Berlin Mug
es: Taza de Berlín
fr: Tasse de Berlin

# product_description_berlin
source: A ceramic mug featuring illustrations of Berlin’s most iconic landmarks, such as the Brandenburg Gate and the TV Tower. Perfect for coffee lovers and travel souvenirs.
es: Taza de cerámica con ilustraciones de los monumentos más emblemáticos de Berlín, como la Puerta de Brandeburgo y la Torre de Televisión. Perfecta para los amantes del café y los recuerdos de viaje.
fr: Tasse en céramique avec des illustrations des monuments les plus emblématiques de Berlin, comme la Porte de Brandebourg et la Tour de Télévision. Parfaite pour les amateurs de café et les souvenirs de voyage.

# product_dubai
source: Arabic Perfume
es: Perfume árabe
fr: Parfum arabe

# product_description_dubai
source: A perfume with exotic essences from Dubai, inspired by the traditional fragrances of the Middle East. With notes of oud, amber, and spices, this perfume offers a unique and luxurious olfactory experience.
es: Perfume con esencias exóticas de Dubái, inspirado en las fragancias tradicionales del Medio Oriente. Con notas de oud, ámbar y especias, este perfume ofrece una experiencia olfativa única y lujosa.
fr: Parfum aux essences exotiques de Dubaï, inspiré des fragrances traditionnelles du Moyen-Orient. Avec des notes de oud, d'ambre et d’épices, ce parfum offre une expérience olfactive unique et luxueuse.

# product_rome
source: Italian Coffee
es: Café Italiano
fr: Café italien

# product_description_rome
source: A pack of high-quality Italian espresso coffee, made with carefully selected beans and roasted following Italian tradition. Ideal for brewing a rich and intense coffee, just like in a Roman café.
es: Paquete de café espresso italiano de alta calidad, elaborado con granos seleccionados y tostados siguiendo la tradición italiana. Ideal para preparar un café con cuerpo y sabor intenso, digno de una auténtica cafetería de Roma.
fr: Paquet de café espresso italien de haute qualité, élaboré avec des grains sélectionnés et torréfiés selon la tradition italienne. Idéal pour préparer un café corsé et intense, digne d’un véritable café romain.

# product_beijing
source: Great Wall Figure
es: Figura de la Gran Muralla
fr: Figurine de la Grande Muraille

# product_description_beijing
source: A miniature replica of the Great Wall of China made of resin, capturing the majesty of this world wonder. A perfect souvenir for those who want to take home a piece of Chinese history and culture.
es: Miniatura de la Gran Muralla China en resina, capturando la majestuosidad de esta maravilla del mundo. Un recuerdo perfecto para quienes desean llevarse un pedazo de la historia y la cultura china a casa.
fr: Miniature de la Grande Muraille de Chine en résine, capturant la majesté de cette merveille du monde. Un souvenir parfait pour ceux qui souhaitent emporter un morceau de l’histoire et de la culture chinoises chez eux.

# product_buenos_aires
source: Argentinian Leather Bag
es: Bolsa de cuero argentino
fr: Sac en cuir argentin

# product_description_buenos_aires
source: A handcrafted leather bag from Buenos Aires, made by expert leather artisans. Its elegant and durable design makes it a versatile accessory for daily use or a special gift.
es: Bolsa artesanal de cuero genuino de Buenos Aires, elaborada por expertos talabarteros. Su diseño elegante y duradero la convierte en un accesorio versátil para el uso diario o como un regalo especial.
fr: Sac artisanal en cuir véritable de Buenos Aires, fabriqué par des maîtres artisans. Son design élégant et durable en fait un accessoire polyvalent pour un usage quotidien ou comme un cadeau spécial.

# product_los_angeles
source: Hollywood T-shirt
es: Camiseta de Hollywood
fr: T-shirt Hollywood

# product_description_los_angeles
source: A T-shirt featuring the iconic Hollywood sign, a classic souvenir from Los Angeles. Made from soft, high-quality cotton, perfect for film and entertainment industry fans.
es: Camiseta con el icónico cartel de Hollywood impreso, un clásico souvenir de Los Ángeles. Hecha con algodón suave y de alta calidad, es perfecta para los amantes del cine y la industria del entretenimiento.
fr: T-shirt avec l’emblématique panneau Hollywood imprimé, un souvenir classique de Los Angeles. Fabriqué en coton doux et de haute qualité, il est parfait pour les amateurs de cinéma et de divertissement.

# product_bangkok
source: Thai Lantern
es: Linterna tailandesa
fr: Lanterne thaïlandaise

# product_description_bangkok
source: A decorative paper lantern used in Bangkok’s festivals, adorned with traditional Thai patterns. A beautiful ornament symbolizing light and hope, ideal for celebrations and home décor.
es: Linterna de papel utilizada en festivales de Bangkok, decorada con patrones tradicionales tailandeses. Un hermoso adorno que simboliza la luz y la esperanza, ideal para celebraciones y decoración de interiores.
fr: Lanterne en papier utilisée lors des festivals de Bangkok, décorée avec des motifs traditionnels thaïlandais. Une magnifique décoration symbolisant la lumière et l’espoir, idéale pour les célébrations et la décoration intérieure.

source: Delete Product
es: Eliminar Producto
fr: Annuler le produit

# confirmDeleteProduct
source: Are you sure you want to delete this product?
es: ¿Estás seguro de que deseas eliminar este producto?
fr: Voulez-vous éliminer ce produit?

# shopping
source: Products
es: Productos
fr: Produits

source: Login
fr: Connexion

# country_india
source: India
fr: Inde

# country_australia
source: Australia
fr: Australie

# city_barcelona
source: Barcelona
fr: Barcelone

# country_china
source: China
fr: Chine

# country_argentina
source: Argentina
fr: Argentine
