Repository: GerardBartalot/App_Cities_Flutter
Catalog: l10n/app_*.arb
Languages: es, fr

# explore_world
source: Exploring the world
es: Explorando el mundo
fr: Explorer le monde

# correctPassword
source: Correct user
es: Usuario correcto
fr: Utilisateur correct

# incorrectPassword
source: Incorrect user
es: Usuario incorrecto
fr: Utilisateur incorrect

source: User
es: Usuario
fr: Utilisateur

# mandatoryUser
source: Username is required
es: El usuario es obligatorio
fr: L'utilisateur est obligatoire

source: Password
es: Contraseña
fr: Mot de passe

# mandatoryPassword
source: Password is required
es: La contraseña es obligatoria
fr: Le mot de passe est obligatoire

source: Forgot password
es: Contraseña olvidada
fr: Mot de passe oublié

# newUser
source: New User? Create Account
es: ¿Eres nuevo? Créate una cuenta
fr: Nouvel utilisateur ? Créer un compte

# hello
source: ¡Hello {username}!
es: ¡Hola {username}!
fr: Bonjour {username}!

source: Cities
es: Ciudades
fr: Villes

source: Products
es: Productos
fr: Produits

# description_delhi
source: Delhi, the capital of India, is a vibrant metropolis that blends history and modernity. Known for its rich cultural heritage, it is home to iconic landmarks such as the Red Fort and India Gate. Its Chandni Chowk market offers a unique experience, while New Delhi, designed by the British, features wide avenues and majestic government buildings. It is a destination that merges tradition and progress in one place.
es: Delhi, la capital de la India, es una metrópolis vibrante que combina historia y modernidad. Conocida por su rico patrimonio cultural, alberga monumentos emblemáticos como el Fuerte Rojo y la Puerta de la India. Su mercado de Chandni Chowk ofrece una experiencia única, mientras que Nueva Delhi, diseñada por los británicos, presenta amplias avenidas y edificios gubernamentales majestuosos. Es un destino que fusiona tradición y progreso en un solo lugar.
fr: Delhi, la capitale de l'Inde, est une métropole vibrante qui allie histoire et modernité. Connue pour son riche patrimoine culturel, elle abrite des monuments emblématiques tels que le Fort Rouge et la Porte de l'Inde. Son marché de Chandni Chowk offre une expérience unique, tandis que New Delhi, conçue par les Britanniques, présente de larges avenues et des bâtiments gouvernementaux majestueux. C'est une destination qui fusionne tradition et progrès en un seul lieu.

# city_london
source: London
es: Londres
fr: Londres

# country_britain
source: United Kingdom
es: Reino Unido
fr: Royaume-Uni

# description_london
source: London, the capital of England and the United Kingdom, is a cosmopolitan city with a fascinating history. Famous for landmarks such as Big Ben, the Tower of London, and Buckingham Palace, it also features modern attractions like the London Eye and the financial district of Canary Wharf. It is a global cultural and economic hub.
es: Londres, la capital de Inglaterra y el Reino Unido, es una ciudad cosmopolita con una historia fascinante. Famosa por monumentos como el Big Ben, la Torre de Londres y el Palacio de Buckingham, también cuenta con modernos espacios como el London Eye y el distrito financiero de Canary Wharf. Es un centro cultural y económico global.
fr: Londres, la capitale de l'Angleterre et du Royaume-Uni, est une ville cosmopolite à l'histoire fascinante. Célèbre pour ses monuments tels que Big Ben, la Tour de Londres et le Palais de Buckingham, elle possède également des espaces modernes comme le London Eye et le quartier financier de Canary Wharf. C'est un centre culturel et économique mondial.

# country_canada
source: Canada
es: Canadá

# description_vancouver
source: Vancouver, on Canada’s west coast, combines stunning natural landscapes with a vibrant urban life. Surrounded by mountains and the Pacific Ocean, the city is ideal for outdoor activities like skiing, hiking, and cycling. Its cultural diversity is reflected in its cuisine and festivals.
es: Vancouver, en la costa oeste de Canadá, combina paisajes naturales impresionantes con una vibrante vida urbana. Rodeada por montañas y el océano Pacífico, la ciudad es ideal para actividades al aire libre como esquí, senderismo y ciclismo. Su diversidad cultural se refleja en su gastronomía y festivales.
fr: Vancouver, sur la côte ouest du Canada, combine des paysages naturels impressionnants avec une vie urbaine dynamique. Entourée de montagnes et de l'océan Pacifique, la ville est idéale pour des activités de plein air telles que le ski, la randonnée et le cyclisme. Sa diversité culturelle se reflète dans sa gastronomie et ses festivals.

# city_new_york
source: New York
es: Nueva York

# country_usa
source: United States
es: Estados Unidos
fr: États-Unis

# description_new_york
source: New York, known as the Big Apple, is a dynamic and vibrant metropolis. Home to iconic sites like the Statue of Liberty, Times Square, and Central Park, it also stands out for its cultural diversity, offering an unparalleled selection of food, art, and shopping experiences.
es: Nueva York, conocida como la Gran Manzana, es una metrópolis dinámica y vibrante. Hogar de lugares icónicos como la Estatua de la Libertad, Times Square y Central Park, también destaca por su diversidad cultural, con una oferta gastronómica, artística y comercial sin igual.
fr: New York, connue sous le nom de la Grosse Pomme, est une métropole dynamique et vibrante. Elle abrite des lieux emblématiques tels que la Statue de la Liberté, Times Square et Central Park, et se distingue par sa diversité culturelle, avec une offre gastronomique, artistique et commerciale inégalée.

# city_tokyo
source: Tokyo
es: Tokio

# country_japan
source: Japan
es: Japón
fr: Japon

# description_tokyo
source: Tokyo, the capital of Japan, is a fascinating mix of tradition and modernity. Known for its futuristic architecture, historic temples like Senso-ji, and lively districts such as Shibuya and Akihabara, the city offers a unique and vibrant experience.
es: Tokio, la capital de Japón, es una mezcla fascinante de tradición y modernidad. Conocida por su arquitectura futurista, templos históricos como el Senso-ji y sus barrios animados como Shibuya y Akihabara, la ciudad ofrece una experiencia única y vibrante.
fr: Tokyo, la capitale du Japon, est un mélange fascinant de tradition et de modernité. Connue pour son architecture futuriste, ses temples historiques comme le Senso-ji et ses quartiers animés comme Shibuya et Akihabara, la ville offre une expérience unique et vibrante.

# city_paris
source: Paris
es: París

# country_france
source: France
es: Francia

# description_paris
source: Paris, the capital of France, is a world-famous destination for its elegance and romance. Icons like the Eiffel Tower, the Louvre Museum, and Notre Dame Cathedral stand out in its urban landscape, while its cuisine and fashion set global trends.
es: París, la capital de Francia, es un destino mundialmente famoso por su elegancia y romanticismo. Iconos como la Torre Eiffel, el museo del Louvre y la Catedral de Notre Dame destacan en su paisaje urbano, mientras que su gastronomía y su moda marcan tendencias globales.
fr: Paris, la capitale de la France, est une destination mondialement célèbre pour son élégance et son romantisme. Des icônes telles que la Tour Eiffel, le musée du Louvre et la cathédrale Notre-Dame dominent son paysage urbain, tandis que sa gastronomie et sa mode influencent les tendances mondiales.

# city_sydney
source: Sydney
es: Sídney

# description_sydney
source: Sydney, the largest city in Australia, is known for its Opera House, the iconic Harbour Bridge, and its beaches like Bondi and Manly. With warm weather and a vibrant cultural life, it is a destination that combines relaxation and sophistication.
es: Sídney, la ciudad más grande de Australia, es conocida por su Ópera, el icónico Puente del Puerto y sus playas como Bondi y Manly. Con un clima cálido y una vibrante vida cultural, es un destino que combina relajación y sofisticación.
fr: Sydney, la plus grande ville d'Australie, est connue pour son Opéra, son emblématique Harbour Bridge et ses plages comme Bondi et Manly. Avec un climat chaud et une vie culturelle dynamique, c'est une destination qui allie détente et sophistication.

# city_rio
source: Rio de Janeiro
es: Río de Janeiro

# country_brazil
source: Brazil
es: Brasil
fr: Brésil

# description_rio
source: Rio de Janeiro, in Brazil, is famous for its colorful carnival, renowned beaches like Copacabana, and the Christ the Redeemer statue overlooking the city from Corcovado Mountain. It is a city full of rhythm, samba, and natural beauty.
es: Río de Janeiro, en Brasil, es conocida por su carnaval colorido, playas famosas como Copacabana y el Cristo Redentor, que domina el paisaje desde el Cerro del Corcovado. Es una ciudad llena de ritmo, samba y belleza natural.
fr: Rio de Janeiro, au Brésil, est connue pour son carnaval coloré, ses plages célèbres comme Copacabana et le Christ Rédempteur, qui domine le paysage depuis le mont du Corcovado. C'est une ville pleine de rythme, de samba et de beauté naturelle.

# city_moscow
source: Moscow
es: Moscú
fr: Moscou

# country_russia
source: Russia
es: Rusia
fr: Russie

# description_moscow
source: Moscow, the capital of Russia, is a political and cultural center with centuries of history. Red Square, Saint Basil's Cathedral, and the Kremlin are symbols of its rich heritage, while its contemporary life includes renowned theaters, museums, and restaurants.
es: Moscú, la capital de Rusia, es un centro político y cultural con siglos de historia. La Plaza Roja, la Catedral de San Basilio y el Kremlin son símbolos de su rica herencia, mientras que su vida contemporánea incluye teatros, museos y restaurantes de renombre.
fr: Moscou, la capitale de la Russie, est un centre politique et culturel aux siècles d'histoire. La Place Rouge, la cathédrale Saint-Basile et le Kremlin sont des symboles de son riche patrimoine, tandis que sa vie contemporaine comprend des théâtres, des musées et des restaurants renommés.

# city_cairo
source: Cairo
es: El Cairo
fr: Le Caire

# country_egypt
source: Egypt
es: Egipto
fr: Égypte

# description_cairo
source: Cairo, the capital of Egypt, is a vibrant city along the Nile River, famous for the majestic Pyramids of Giza and the Great Sphinx. With markets like Khan el-Khalili and a rich Pharaonic history, it is a unique destination in the world.
es: El Cairo, la capital de Egipto, es una ciudad vibrante junto al río Nilo, famosa por las majestuosas Pirámides de Giza y la Gran Esfinge. Con mercados como Khan el-Khalili y una rica historia faraónica, es un destino único en el mundo.
fr: Le Caire, la capitale de l'Égypte, est une ville vibrante située au bord du Nil, célèbre pour les majestueuses pyramides de Gizeh et le Grand Sphinx. Avec des marchés comme Khan el-Khalili et une riche histoire pharaonique, c'est une destination unique au monde.

# country_spain
source: Spain
es: España
fr: Espagne

# description_barcelona
source: Barcelona, on Spain’s Mediterranean coast, is famous for its modernist architecture, vibrant beaches, and lively nightlife. The Sagrada Familia and Park Güell are among its top tourist attractions.
es: Barcelona, en la costa mediterránea de España, es famosa por su arquitectura modernista, playas vibrantes y la animada vida nocturna. La Sagrada Familia y el Parque Güell son algunos de sus principales atractivos turísticos.
fr: Barcelone, sur la côte méditerranéenne de l'Espagne, est célèbre pour son architecture moderniste, ses plages animées et sa vie nocturne vibrante. La Sagrada Familia et le Parc Güell comptent parmi ses principales attractions touristiques.

# city_berlin
source: Berlin
es: Berlín

# country_germany
source: Germany
es: Alemania
fr: Allemagne

# description_berlin
source: Berlin, the capital of Germany, is a city with a fascinating history and a vibrant artistic scene. From the Brandenburg Gate to Museum Island, it offers a mix of modernity and tradition.
es: Berlín, la capital de Alemania, es una ciudad con una historia fascinante y un vibrante panorama artístico. Desde la Puerta de Brandeburgo hasta la Isla de los Museos, ofrece una mezcla de modernidad y tradición.
fr: Berlin, la capitale de l'Allemagne, est une ville au passé fascinant et à la scène artistique dynamique. De la Porte de Brandebourg à l'Île aux Musées, elle offre un mélange de modernité et de tradition.

# city_dubai
source: Dubai
es: Dubái
fr: Dubaï

# country_uae
source: United Arab Emirates
es: Emiratos Árabes Unidos
fr: Émirats Arabes Unis

# description_dubai
source: Dubai, in the United Arab Emirates, is known for its luxury and modernity. The Burj Khalifa, the Dubai Mall, and its artificial islands make this city a unique destination.
es: Dubái, en los Emiratos Árabes Unidos, es conocida por su lujo y modernidad. El Burj Khalifa, el centro comercial Dubai Mall y las islas artificiales hacen de esta ciudad un destino único.
fr: Dubaï, aux Émirats Arabes Unis, est connue pour son luxe et sa modernité. Le Burj Khalifa, le Dubai Mall et les îles artificielles font de cette ville une destination unique.

# city_rome
source: Rome
es: Roma

# country_italy
source: Italy
es: Italia
fr: Italie

# description_rome
source: Rome, the capital of Italy, is a city full of history, home to the Colosseum, the Vatican, and the Trevi Fountain. Its cuisine and culture make it one of the most visited destinations in the world.
es: Roma, la capital de Italia, es una ciudad llena de historia, hogar del Coliseo, el Vaticano y la Fontana di Trevi. Su gastronomía y cultura la convierten en uno de los destinos más visitados del mundo.
fr: Rome, la capitale de l'Italie, est une ville chargée d'histoire, abritant le Colisée, le Vatican et la Fontaine de Trevi. Sa gastronomie et sa culture en font l'une des destinations les plus visitées au monde.

# city_beijing
source: Beijing
es: Pekín
fr: Pékin

# description_beijing
source: Beijing, the capital of China, is a city with a rich imperial history. The Forbidden City, the Great Wall, and the Temple of Heaven are among its most important tourist sites.
es: Pekín, la capital de China, es una ciudad con una rica historia imperial. La Ciudad Prohibida, la Gran Muralla y el Templo del Cielo son algunos de sus puntos turísticos más importantes.
fr: Pékin, la capitale de la Chine, est une ville au riche passé impérial. La Cité Interdite, la Grande Muraille et le Temple du Ciel comptent parmi ses principaux sites touristiques.

# description_buenos_aires
source: Buenos Aires, the capital of Argentina, is known for its tango, European-style architecture, and vibrant nightlife. The La Boca neighborhood and the Obelisk are its main attractions.
es: Buenos Aires, la capital de Argentina, es conocida por su tango, su arquitectura europea y su vibrante vida nocturna. El barrio de La Boca y el Obelisco son sus principales atractivos.
fr: Buenos Aires, la capitale de l'Argentine, est connue pour son tango, son architecture européenne et sa vie nocturne animée. Le quartier de La Boca et l'Obélisque figurent parmi ses principales attractions.

# city_los_angeles
source: Los Angeles
es: Los Ángeles

# description_los_angeles
source: Los Angeles, in California, is the entertainment capital of the world. From Hollywood to Santa Monica, the city offers a mix of beaches, culture, and cinema.
es: Los Ángeles, en California, es la capital mundial del entretenimiento. Desde Hollywood hasta Santa Mónica, la ciudad ofrece una combinación de playas, cultura y cine.
fr: Los Angeles, en Californie, est la capitale mondiale du divertissement. De Hollywood à Santa Monica, la ville offre un mélange unique de plages, de culture et de cinéma.

# country_thailand
source: Thailand
es: Tailandia
fr: Thaïlande

# description_bangkok
source: Bangkok, the capital of Thailand, is known for its ornate temples, vibrant street life, and gastronomy. The Grand Palace and the Wat Arun temple are its main attractions.
es: Bangkok, la capital de Tailandia, es conocida por sus templos ornamentados, su vibrante vida callejera y su gastronomía. El Gran Palacio y el templo de Wat Arun son sus principales atractivos.
fr: Bangkok, la capitale de la Thaïlande, est connue pour ses temples richement ornés, sa vie de rue animée et sa gastronomie. Le Grand Palais et le temple de Wat Arun comptent parmi ses principales attractions.

source: Population
es: Población

source: Delete City
es: Eliminar Ciudad
fr: Supprimer la ville

source: Confirm Deletion
es: Confirmar eliminación
fr: Confirmer la suppression

# confirmDeleteCity
source: Are you sure you want to delete this city?
es: ¿Estás seguro de que deseas eliminar esta ciudad?
fr: Êtes-vous sûr de vouloir supprimer cette ville ?

source: Cancel
es: Cancelar
fr: Annuler

source: Delete
es: Eliminar
fr: Supprimer

# product_delhi
source: Miniature of the Red Fort
es: Miniatura del Fuerte Rojo
fr: Miniature du Fort Rouge

# product_description_delhi
source: A miniature replica of the iconic Red Fort in Delhi, one of India's most famous structures. This carefully crafted piece captures the grandeur of Mughal architecture and is perfect as a decorative keepsake or a special gift for history and Indian culture enthusiasts.
es: Réplica en miniatura del emblemático Fuerte Rojo de Delhi, una de las estructuras más icónicas de la India. Esta pieza cuidadosamente detallada captura la majestuosidad de la arquitectura mogol y es ideal como recuerdo decorativo o como regalo especial para los amantes de la historia y la cultura india.
fr: Réplique miniature de l’emblématique Fort Rouge de Delhi, l’une des structures les plus emblématiques de l’Inde. Cette pièce soigneusement détaillée capture la majesté de l’architecture moghole et est idéale comme souvenir décoratif ou comme cadeau spécial pour les amateurs d’histoire et de culture indienne.

# product_london
source: English Tea Box
es: Caja de té inglés
fr: Boîte de thé anglais

# product_description_london
source: A selection of premium English teas presented in an elegant decorative wooden box. Includes a variety of classic blends such as Earl Grey and English Breakfast, perfect for enjoying an authentic British tea experience at home.
es: Selección de té inglés premium presentada en una elegante caja de madera decorativa. Incluye una variedad de mezclas clásicas como Earl Grey y English Breakfast, perfectas para disfrutar de una auténtica experiencia británica desde la comodidad del hogar.
fr: Sélection de thés anglais haut de gamme présentée dans une élégante boîte en bois décorative. Comprend une variété de mélanges classiques tels que l’Earl Grey et l’English Breakfast, parfaits pour profiter d’une véritable expérience britannique à la maison.

# product_vancouver
source: Vancouver Fridge Magnet
es: Imán de Vancouver
fr: Aimant de Vancouver

# product_description_vancouver
source: A fridge magnet featuring vibrant illustrations of Vancouver’s most famous landmarks, including its mountains, parks, and the city skyline. Perfect for collectors and travel lovers.
es: Imán de nevera con ilustraciones vibrantes de los paisajes más representativos de Vancouver, incluyendo sus montañas, parques y el emblemático skyline de la ciudad. Perfecto para coleccionistas y amantes de los viajes.
fr: Aimant pour réfrigérateur avec des illustrations vibrantes des paysages les plus représentatifs de Vancouver, y compris ses montagnes, ses parcs et le célèbre skyline de la ville. Parfait pour les collectionneurs et les amateurs de voyages.

# product_new_york
source: New York Guidebook
es: Guía de Nueva York
fr: Guide de New York

# product_description_new_york
source: A detailed book providing information on New York’s most iconic tourist attractions. Includes maps, travel tips, history, and recommendations on restaurants and cultural activities to explore the city that never sleeps.
es: Libro con información detallada sobre los lugares turísticos más emblemáticos de Nueva York. Contiene mapas, consejos de viaje, historia y recomendaciones sobre restaurantes y actividades culturales para explorar la ciudad que nunca duerme.
fr: Livre avec des informations détaillées sur les sites touristiques les plus emblématiques de New York. Contient des cartes, des conseils de voyage, des informations historiques et des recommandations de restaurants et d'activités culturelles pour explorer la ville qui ne dort jamais.

# product_tokyo
source: Japanese Kimono
es: Kimono japonés
fr: Kimono japonais

# product_description_tokyo
source: A traditional Japanese cotton kimono with prints inspired by Japanese culture. Made from high-quality materials, this kimono is ideal for special occasions or as a stylish loungewear piece.
es: Kimono tradicional japonés de algodón con estampados inspirados en la cultura nipona. Confeccionado con materiales de alta calidad, este kimono es ideal tanto para vestir en ocasiones especiales como para lucirlo como una elegante prenda de descanso en casa.
fr: Kimono japonais traditionnel en coton avec des motifs inspirés de la culture nipponne. Confectionné avec des matériaux de haute qualité, ce kimono est idéal aussi bien pour des occasions spéciales que pour être porté comme vêtement de détente élégant à la maison.

# product_paris
source: Paris Souvenir
es: Souvenir de París
fr: Souvenir de Paris

# product_description_paris
source: A miniature metal replica of the Eiffel Tower, a classic keepsake from the city of love. Its detailed design and metallic finish make it a perfect decoration for shelves or desks with a Parisian touch.
es: Miniatura de la Torre Eiffel en metal, un clásico recuerdo de la ciudad del amor. Su diseño detallado y su acabado metálico lo convierten en una pieza ideal para decorar estanterías o escritorios con un toque parisino.
fr: Miniature de la Tour Eiffel en métal, un souvenir classique de la ville de l’amour. Son design détaillé et sa finition métallique en font une pièce idéale pour décorer des étagères ou des bureaux avec une touche parisienne.

# product_sydney
source: Australian Boomerang
es: Boomerang australiano
fr: Boomerang australien

# product_description_sydney
source: A handcrafted boomerang painted with traditional Aboriginal Australian motifs. Each piece is unique, featuring vibrant colors and patterns, making it an excellent gift or cultural decoration.
es: Boomerang artesanal pintado a mano con motivos de la cultura aborigen australiana. Cada pieza es única, decorada con colores vibrantes y patrones tradicionales, lo que lo convierte en un excelente regalo o adorno cultural.
fr: Boomerang artisanal peint à la main avec des motifs de la culture aborigène australienne. Chaque pièce est unique, décorée avec des couleurs vibrantes et des motifs traditionnels, ce qui en fait un excellent cadeau ou un objet de décoration culturelle.

# product_rio
source: Christ the Redeemer Figure
es: Figura del Cristo Redentor
fr: Figurine du Christ Rédempteur

# product_description_rio
source: A detailed miniature of Rio de Janeiro’s Christ the Redeemer, one of the world’s most famous monuments. Its resin design captures the grandeur of this iconic statue, making it a perfect keepsake for travelers who love Brazil.
es: Miniatura detallada del Cristo Redentor de Río de Janeiro, uno de los monumentos más famosos del mundo. Su diseño en resina captura la grandeza de esta icónica estatua, siendo un recuerdo perfecto para los viajeros enamorados de Brasil.
fr: Miniature détaillée du Christ Rédempteur de Rio de Janeiro, l’un des monuments les plus célèbres du monde. Son design en résine capture la grandeur de cette statue emblématique, en faisant un souvenir parfait pour les voyageurs amoureux du Brésil.

# product_moscow
source: Russian Matryoshka
es: Matrioshka rusa
fr: Matriochka russe
